Repository: polachp/Unity
Catalog: UnityConfig/UnityConfig/Properties/Resources.*.resx
Languages: cs_cz

# Button_Cancel
source: Cancel
cs_cz: Zrušit

# Control_High
source: High
cs_cz: Vysoká

# Control_Low
source: Low
cs_cz: Nízká

# DeviceInfoForm_ConfigFileDoesntExist
source: Config file doesn't exist.
cs_cz: Konfigurační soubor neexistuje.

# DeviceInfoForm_ConnectionStatus_Connected
source: Connected
cs_cz: Připojeno

# DeviceInfoForm_ConnectionStatus_Disconnected
source: Disconnected
cs_cz: Odpojeno

# DeviceInfoForm_Group_Connected
source: Connection
cs_cz: Připojení

# DeviceInfoForm_Group_DiskInformation
source: Disk information
cs_cz: Informace o disku

# DeviceInfoForm_Group_Other
source: Other
cs_cz: Jiné

# DeviceInfoForm_Label_Directory_NavigationSW
source: Navigation SW
cs_cz: Navigační SW

# DeviceInfoForm_Label_IsConnected
source: Connection status
cs_cz: Stav připojení

# DeviceInfoForm_Label_NavigationSW
source: Navigation SW
cs_cz: Navigační SW

# DeviceInfoForm_Label_ScriptPath
source: Script path
cs_cz: Skript

# DeviceInfoForm_NoDeviceInfo
source: No device info.
cs_cz: Žádné informace o přistroji.

# DeviceInfoForm_NoError
source: No error.
cs_cz: Vše OK.

# Generate_ScriptGenerated
source: \r\n\r\nScript was generated and copied to clipboard.
cs_cz: \r\n\r\nSkript byl vygenerovaný a zkopírován do schránky.

# Import_Error
source: Some error with parsing file. Check logs.
cs_cz: Nastala chyba při čtení souboru pro import. Zkontrolujte logy.

# Menu_File_Export_Title
source: &Export script
cs_cz: &Exportovat skript

# Menu_File_Generate_Title
source: &Generate script
cs_cz: &Generovat skript

# Menu_File_Import_Title
source: &Import script
cs_cz: &Importovat skript

# Menu_File_Quit_Title
source: &Quit
cs_cz: &Ukončit

# Menu_File_Title
source: &File
cs_cz: &Soubor

# Menu_Help_About_Title
source: &About
cs_cz: &O aplikaci

# Menu_Help_Title
source: &Help
cs_cz: &Nápověda

# Menu_Languages_Czech_Title
source: &Czech
cs_cz: &Čeština

# Menu_Languages_English_Title
source: &English
cs_cz: &Angličtina

# Menu_Languages_Title
source: &Languages
cs_cz: &Jazyky

# Menu_Tool_RefreshDevice_Title
source: Refresh device
cs_cz: Obnovit informace o zařízení

# Menu_Tool_Setting_Title
source: Language
cs_cz: Jazyk

# Menu_Tool_Title
source: Tools
cs_cz: Nástroje

# Menu_Unity_Device_Title
source: Device
cs_cz: Zařízení

# Menu_Unity_ReadConfig_Title
source: Read config
cs_cz: Načíst konfiguraci

# Menu_Unity_WriteConfig_Title
source: Write config
cs_cz: Uložit konfiguraci

# MessageBox_PleaseRestartApplication
source: Please restart application to apply settings.
cs_cz: Pro uplatnění nastavení restartujte aplikaci.

# NotConnected
source: Device not connected
cs_cz: Zařízení není připojeno

# PROPERTY_AirspeedCompensationAParam_Description
source: Basic linear compensation is implemented by y =A*x+B equation. This value is A coefficient.
cs_cz: Základní lineární kompenzace je implementována pomocí rovnice y =A*x+B. Tato hodnota je parametr A.

# PROPERTY_AirspeedCompensationAParam_Title
source: Param A
cs_cz: Parametr A

# PROPERTY_AirspeedCompensationBParam_Description
source: Basic linear compensation is implemented by y =A*x+B equation. This value is B coefficient.
cs_cz: Základní lineární kompenzace je implementována pomocí rovnice y =A*x+B. Tato hodnota je parametr B.

# PROPERTY_AirspeedCompensationBParam_Title
source: Param B
cs_cz: Parametr B

# PROPERTY_BaseFrequency_Description
source: Base sound frequency - higher values means higher pitch. The oscilation frequency value for highest volume is around 2800.
cs_cz: Zakladní frekvence pro zvuk - vyšší hodnota znamená vyšší intenzita. Frekvence pro nejvetší hlasitost je kolem 2800 Hz.

# PROPERTY_BaseFrequency_Title
source: Base Frequency
cs_cz: Základní frekvence

# PROPERTY_BeepRateMultiplier_Description
source: Vario beep speed. For slower sound use lower values. For quick beeps use higher values.
cs_cz: Rychlost pípání varia. Pro pomalejší pípaní volte nižší hodnoty. Pro rychlé vysoké hodnoty.

# PROPERTY_BeepRateMultiplier_Title
source: Beep Rate Multiplier
cs_cz: Násobitel pípaní

# PROPERTY_GROUP_AirspeedCompensation
source: Airspeed Compensation
cs_cz: Rychlostní sonda - kompenzace

# PROPERTY_GROUP_Sounds
source: Sounds
cs_cz: Zvuky

# PROPERTY_GROUP_Sounds_Basic
source: Basic
cs_cz: Základní

# PROPERTY_GROUP_Sounds_LowSound
source: Low Sound
cs_cz: Zvuky pro nízkou hlasitost

# PROPERTY_LiftTreshold_Description
source: Vario sound treshold for lift signalisation.
cs_cz: Limit pro pípaní varia pro stoupání.

# PROPERTY_LiftTreshold_Title
source: Lift Threshold
cs_cz: Limit pro stoupání

# PROPERTY_LowSoundBaseFrequency_Description
source: Low volume mode sound frequency - higher values means higher pitch.
cs_cz: Zvuky pro mód nízké hlasitosti. Zakladní frekvence pro zvuk - vyšší hodnota znamená vyšší intenzita. Frekvence pro nejvetší hlasitost je kolem 2800 Hz.

# PROPERTY_LowSoundBaseFrequency_Title
source: Base Frequency
cs_cz: Základní frekvence

# PROPERTY_LowSoundVolume_Description
source: Vario sound level in low volume mode.
cs_cz: Hlasitost pro mód nízké hlasitosti.

# PROPERTY_LowSoundVolume_Title
source: Volume
cs_cz: Hlasitost

# PROPERTY_Sensitivity_Description
source: Vario sensitivity. Higher value means higher sensitivity. You can tune this so the vario reactions suits you the best.
cs_cz: Citlivost varia. Vyšší hodnota znamená vyšší citlivost. Můžete ladiť podle svých potřeb.

# PROPERTY_Sensitivity_Title
source: Sensitivity
cs_cz: Citlivost

# PROPERTY_SinkTreshold_Description
source: Vario sound treshold for sink signalisation
cs_cz: Limit pro pípaní varia pro klesání.

# PROPERTY_SinkTreshold_Title
source: Sink Threshold
cs_cz: Limit pro klesání

# ReadConfig
source: Do you really want read setting from Unity?
cs_cz: Provést načtení nastavení z přístroje?

# Setting_Property_Language
source: Language
cs_cz: Jazyk

# SuccessfullySaved
source: Config successfully saved to your device
cs_cz: Konfigurace byla uložena do zařízení

# WriteConfig
source: Do you really want write setting into Unity?
cs_cz: Uložit aktuální nastavení do přístroje?
